; TCP-Z language resource file

; Note: Don't translate the section name likes [???].

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0409			English		United States			1252				ENU 

[info]
LanguageName=English
LanguageID=0x0409
CodePage=1252
Translator=deepxw
Version=2.6
LastModified=2/27/2009

[Common]
AlreadyRun=Already running...... No need to run it again.
AboutBox=&About TCPZ...
Minimize=Minimize
OK=OK
Success=Success
Fail=Fail
SaveToFile=Save to file


[TCP]
Version=Version
FileLimit=File Limit
MemoryLimit=Memory Limit
OriginalFile=Original
Yes=Yes
No=No
EVIDCount=EvID 4226
Connection=Connection
Established=Established
HalfOpen=Half Open
CreateDepth=Create Depth
Incoming=Incoming
Speed=Speed
Download=Download
Upload=Upload
Peak=Historical peak
FailGetNicInfo=Fail to get network adapter information.
VersionNotMatch=The version of tcpip.sys does not match current OS, TCP-Z will be canceled.\n\nThis program runs in compatibitly mode is not allowed!
FailGetVersion=Fail. Maybe tcpip.sys has been locked.
UnKnown=UnKnown
UnLimited=UnLimited,Crack

[Statistics]
Statistics=Statistics
TCPStatistics=TCP Statistics for IPv4
DurationOfStatistics=The Duration of Statistics
OutgoingConnection=Outgoing Connection Attempts
IncomingConnection=Incoming Connection Attempts
FailedConnection=Failed Connection Attempts
EstablishedConnection=Successfully Established Conns
SuccessRatio=Success Ratio
Reset=Reset
AdapterInfo=Network Adapters Information
DeviceType=Device Type
OperateStatus=Operate Status
LinkSpeed=Link Speed
TransmitSpeed=Transmit Speed
ReceiveSpeed=Receive Speed
; // A: This "UP" comes from c++ header file, means active, connected
Up=Up
Down=Down
Ethernet=Ethernet
PPP=PPP
Wireless=Wireless


[Detail]
Detail=Detail
Process=Process
PID=PID
ProcessInfo=Process Information
; These info is same as Windows Task Manager
MemUsage=Mem Usage
VMSize=VM Size
IORead=I/O Read
IOWrite=I/O Write


[Patch]
Patch=Patch
PatchMemory=Patch Memory
PatchFile=Patch File Tcpip.sys
OldValue=Old Value
NewValue=New Value
Offset=Offset
Apply=Apply
MsgMemPatch=Change half-open limit in the kernel memory.\nTake effect immediately.\n\nThe modified values will remain in effect, until shutdown computer.
TipMemPatch=Tips of Patch Memory
Open=Open
MsgTipMemPatch=For more automation, try TCP-Z Virtual Device.\nOnly install once, the half-open connection limit number will be locked as your settings at each system boot.
MsgFilePatch=Restart computer to take effect.\n Only need to apply this patcher once.\n\n Patch file in Vista, try 'Universal Tcpip.sys Patch'

InvalidValue=New value is invalid!
ComfirmPatchFile=Are you sure to patch file Tcpip.sys?
FailDisableWFP=Fail to disable Windows File Protection.\n\nOr, the WFP function has been disabled before.

UnsupportedOS=This version of OS is unsupported.
FailExtractFile=Fail to extract driver file.
FailLoadDriver=Fail to load driver. \nPlease right click this program, run as administrator.\n\nSome antivirus software will block load driver, you need to set up the application rules.
LoadErrorCode=Error loading tcp-z driver. Error Code:
FailOpenSCM=Fail to Open Service Control Manager. Right is not enough.
FailCreateService=Fail to create service
FailStartService=Fail to start service
TestsigningNotEnable=TESTSIGNING status is disable .\n\nFor detail, see Readme.txt.\n\nEnable TESTSIGNING right now?
TestsigningSetOK=TESTSIGNING status has set to ON.\n\nIf a 'Test Mode' watermark on desktop, you can remove it by 'RemoveWatermarkX64.exe'.\n\nYou must restart computer to take effect.

SetSuccess=TCP Half Open connection limit change to:
SetFail=Fail to set the new limit value.


[About]
About=About
ReadMe=ReadMe and Help ...

[MiniBar]
Active=Active
Statistics=Statistics


[LanguageDialog]
LangChanged=The user interface language has been changed, you need to restart program to take effect.


[PopupMenu]
ShowTCPZ=&Show / Hide TCP-Z
OnTopmost=Stay On Topmost
ShowMinibar=Show / Hide Minibar
Transparent=Transparent Percentage
CaptureTCPZ=Capture TCP-Z Window
CaptureScreen=&Capture Full Screen
RefreshNicList=&Refresh Net Adapter List
Exit=E&xit